Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# DismissButton.Content
source: Dismiss
af: Ontslaan
am: አሰናብቱ
ar: أقال
as: বৰ্খাস্ত কৰক
az_arab: Rədd
bg: Отхвърли
bn: বরখাস্ত করুন
bs: Otpusti
ca: Acomiadar
cs: Propustit
cy: Diswyddo
da: Afskedige
de: Entlassen
el: Απολύω
es: Despedir
et: Jätta
fa: اخراج
fi: Erottaa
fil: Iwaksi ang
fr_ca: Rejeter
ga: Briseadh as a phost
gu: કાઢી નાંખો
he: בטל
hi: हटा
hr: Odbaciti
hu: Elbocsát
hy: Հեռացում
id: Mengabaikan
is: "Hafna"
it: Licenziare
iu: ᓄᖅᑲᖅᑎᑕᐅᓂᖅ
ja: 解任する
kk: Жұмыстан шығару
km: បណ្តេញចេញ
kn: ವಜಾ ಮಾಡಿ
ko: 해고하다
ku_arab: لادان
ky: Четке каг
lt: Atleisti
lv: Noraidīt
mi: Ākiritia
ml: പുറത്താക്കുക
mr: बडतर्फी
ms: Memecat
mt: Ċaħda
nb: Avskjedige
ne: खारेज गर्नुहोस्
nl: Ontslaan
or: ବରଖାସ୍ତ
pa: ਡਿਸ- ਆਊਟ
pl: Zwolnić
prs: اخراج
pt_pt: Dispensar
ro: A concedia
ru: Увольнять
sk: Prepustiť
sl: Zavrne
sq: Hiqe
sr_cyrl: Отпусти
sr_latn: Otpusti
sv: Avskeda
sw: Kumfukuza
ta: நீக்க
te: తొలగించు
th: ไล่ออก
ti: ካብ ቤት ካባና ተሰጐ
tr: Kapatmak
uk: Звільнити
ur: خارج کریں
vi: Bỏ
zh_hans: 解雇
zh_hant: 解僱

# DismissText.Text
source: Dismiss
af: Ontslaan
am: አሰናብቱ
ar: أقال
as: বৰ্খাস্ত কৰক
az_arab: Rədd
bg: Отхвърли
bn: বরখাস্ত করুন
bs: Otpusti
ca: Acomiadar
cs: Propustit
cy: Diswyddo
da: Afskedige
de: Entlassen
el: Απολύω
es: Despedir
et: Jätta
fa: اخراج
fi: Erottaa
fil: Iwaksi ang
fr_ca: Rejeter
ga: Briseadh as a phost
gu: કાઢી નાંખો
he: בטל
hi: हटा
hr: Odbaciti
hu: Elbocsát
hy: Հեռացում
id: Mengabaikan
is: "Hafna"
it: Licenziare
iu: ᓄᖅᑲᖅᑎᑕᐅᓂᖅ
ja: 解任する
kk: Жұмыстан шығару
km: បណ្តេញចេញ
kn: ವಜಾ ಮಾಡಿ
ko: 해고하다
ku_arab: لادان
ky: Четке каг
lt: Atleisti
lv: Noraidīt
mi: Ākiritia
ml: പുറത്താക്കുക
mr: बडतर्फी
ms: Memecat
mt: Ċaħda
nb: Avskjedige
ne: खारेज गर्नुहोस्
nl: Ontslaan
or: ବରଖାସ୍ତ
pa: ਡਿਸ- ਆਊਟ
pl: Zwolnić
prs: اخراج
pt_pt: Dispensar
ro: A concedia
ru: Увольнять
sk: Prepustiť
sl: Zavrne
sq: Hiqe
sr_cyrl: Отпусти
sr_latn: Otpusti
sv: Avskeda
sw: Kumfukuza
ta: நீக்க
te: తొలగించు
th: ไล่ออก
ti: ካብ ቤት ካባና ተሰጐ
tr: Kapatmak
uk: Звільнити
ur: خارج کریں
vi: Bỏ
zh_hans: 解雇
zh_hant: 解僱

# DownloadAudio.Text
source: Download Audio
af: Laai klank af
am: ኦዲዮን አውርድ
ar: تحميل الصوت
as: অডিঅ' ডাউনলোড কৰক
az_arab: Audio Yüklə
bg: Изтегляне на аудио
bn: অডিও ডাউনলোড করুন
bs: Preuzmi Audio
ca: Descarregar àudio
cs: Stáhnout zvuk
cy: Lawrlwytho Sain
da: Download lyd
de: Audio herunterladen
el: Λήψη ήχου
es: Descargar audio
et: Laadi heli alla
fa: دانلود صدا
fi: Lataa ääni
fil: Mag-download ng Audio
fr_ca: Télécharger l’audio
ga: Íoslódáil Fuaim
gu: ઓડિયો ડાઉનલોડ કરો
he: הורד אודיו
hi: ऑडियो डाउनलोड करें
hr: Preuzimanje zvuka
hu: Audio letöltése
hy: Ներբեռնել Audio
id: Unduh Audio
is: Hlaða niður hljóði
it: Scarica Audio
iu: ᖃᕆᑕᐅᔭᒃᑯᑦ ᐱᓗᒍ ᓂᐱ
ja: オーディオのダウンロード
kk: Дыбысты жүктеу
km: ទាញយក Audio
kn: ಆಡಿಯೋ ಡೌನ್ ಲೋಡ್ ಮಾಡಿ
ko: 오디오 다운로드
ku_arab: داگرتنی دەنگ
ky: Аудиону жүктөө
lo: ດາວໂຫລດAudio
lt: Atsisiųskite garso įrašą
lv: Lejupielādēt audio
mi: Tikiake Ororongo
ml: ഓഡിയോ ഡൌൺലോഡ് ചെയ്യുക
mr: ऑडिओ डाउनलोड करा
ms: Muat turun Audio
mt: Niżżel l-Awdjo
nb: Last ned lyd
ne: अडियो डाउनलोड गर्नुहोस्
nl: Audio downloaden
or: ଅଡିଓ ଡାଉନଲୋଡ୍ କରନ୍ତୁ
pa: ਆਡੀਓ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz dźwięk
prs: دانلود صوتی
pt_pt: Baixar Áudio
ro: Descarca Audio
ru: Скачать аудио
sk: Stiahnite si audio
sl: Prenos zvoka
sq: Shkarko Audio
sr_cyrl: Преузми аудио запис
sr_latn: Preuzmi audio zapis
sv: Ladda ner ljud
sw: Pakua Sauti
ta: ஆடியோ பதிவிறக்க
te: ఆడియో డౌన్ లోడ్ చేయి
th: ดาวน์โหลดเสียง
ti: ኣውድዮ ኣራግፍ
tr: Ses İndir
uk: Завантажити аудіо
ur: آڈیو ڈاؤن لوڈ کریں
vi: Tải xuống Audio
zh_hans: 下载音频
zh_hant: 下載音訊

# DownloadCancel
source: Download canceled
af: Laai gekanselleer af
am: አውርድ ተሰርዟል
ar: تم إلغاء التنزيل
as: ডাউনলোড বাতিল কৰা হৈছে
az_arab: Yükləmə ləğv edildi
bg: Изтеглянето е отменено
bn: ডাউনলোড বাতিল করা হয়েছে
bs: Preuzimanje otkazano
ca: Baixada cancel·lada
cs: Stahování zrušeno
cy: Lawrlwytho canslo
da: Download annulleret
de: Download abgebrochen
el: Η λήψη ακυρώθηκε
es: Descarga cancelada
et: Laadige alla tühistatud
fa: دانلود لغو شد
fi: Lataus peruttu
fil: Kinansela ang pag download
fr_ca: Téléchargement annulé
ga: Íoslódáil curtha ar ceal
gu: ડાઉનલોડ રદ થયેલ છે
he: ההורדה בוטלה
hi: डाउनलोड रद्द कर दिया गया
hr: Preuzimanje je otkazano
hu: A letöltés megszakítva
hy: Ներբեռնումը կասեցված է
id: Unduhan dibatalkan
is: Hætt við niðurhal
it: Download annullato
iu: ᒥᓇᕆᓗᒍ ᓄᖅᑲᖅᑎᑕᐅᔪᖅ
ja: ダウンロードがキャンセルされました
kk: Жүктеуден бас тартылды
km: ទាញយកបានលុបចោល
kn: ಡೌನ್ ಲೋಡ್ ರದ್ದುಗೊಂಡಿದೆ
ko: 다운로드 취소됨
ku_arab: داگرتن هەڵوەشێنرایەوە
ky: Жүктөө жокко чыгарылган
lo: ດາວໂຫລດຖືກຍົກເລີກ
lt: Atsisiuntimas atšauktas
lv: Lejupielāde atcelta
mi: Kua whakakorea te tikiake
ml: ഡൗൺലോഡ് റദ്ദാക്കി
mr: डाउनलोड रद्द केले
ms: Muat turun dibatalkan
mt: Niżżel ikkanċellat
nb: Nedlastingen er avbrutt
ne: डाउनलोड रद्द गरियो
nl: Download geannuleerd
or: ଡାଉନଲୋଡ୍ ବାତିଲ୍ ହୋଇଛି
pa: ਡਾਊਨਲੋਡ ਰੱਦ ਕੀਤਾ
pl: Pobieranie anulowane
prs: دانلود لغو شد
pt_pt: Download cancelado
ro: Descărcare anulată
ru: Загрузка отменена
sk: Sťahovanie zrušené
sl: Prenos je preklican
sq: Shkarkimi u anullua
sr_cyrl: Преузимање је отказано
sr_latn: Preuzimanje je otkazano
sv: Nedladdningen avbröts
sw: Pakua imefutwa
ta: பதிவிறக்கம் ரத்து செய்யப்பட்டது
te: డౌన్ లోడ్ రద్దు చేయబడింది
th: การดาวน์โหลดถูกยกเลิก
ti: ኣራግፍ ተሰረዘ
tr: İndirme iptal edildi
uk: Завантаження скасовано
ur: ڈاؤن لوڈ منسوخ کر دیا گیا
vi: Tải xuống bị hủy
zh_hans: 下载已取消
zh_hant: 下載已取消

source: Downloaded
af: Afgelaai
am: ዳውንሎድ
ar: تحميل
as: ডাউনলোড কৰা হৈছে
az_arab: Endirilən
bg: Изтеглени
bn: ডাউনলোড
bs: Preuzeta
ca: Descarregat
cs: Stažený
cy: Lawrlwytho
da: Downloadet
de: Gedownloadet
el: Κατεβάσει
es: Descargó
et: Alla laadida
fa: دریافت
fi: Ladata
fil: Nai-download
fr_ca: Téléchargé
ga: Íoslódáilte
gu: ડાઉનલોડ થયેલ
he: שהורדו
hi: डाउनलोड
hr: Preuzimanje datoteka
hu: Letöltött
hy: Ներբեռնել
id: Download
is: Niður
it: Scaricato
iu: ᒥᓇᕆᓗᒍ
ja: ダウンロード
kk: Жүктеп алынған
km: ទាញយក
kn: ಡೌನ್ ಲೋಡ್ ಆಗಿದೆ
ko: 다운로드
ku_arab: دابەزێنراوە
ky: Жүктөлдү
lo: ດາວໂຫລດ
lt: Atsisiuntė
lv: Lejupielādēt
mi: Kua Tikiake
ml: ഡൌൺലോഡ് ചെയ്തു
mr: डाउनलोड केले
ms: Dimuat turun
mt: Imniżżel
nb: Lastet ned
ne: डाउनलोड गरियो
nl: Gedownload
or: ଡାଉନଲୋଡ୍ ହୋଇଛି
pa: ਡਾਊਨਲੋਡ ਕੀਤੇ
pl: Pobrać
prs: دانلود شده
pt_pt: Descarregado
ro: Descărcat
ru: Загрузить
sk: Stiahnuť
sl: Prenesli
sq: Shkarkuar
sr_cyrl: Преузете
sr_latn: Preuzete
sv: Hämtade
sw: Kupakuliwa
ta: பதிவிறக்க
te: డౌన్ లోడ్ చేయబడింది
th: ดาวน์โหลด
ti: ኣራጊፍካ
tr: Indirilen
uk: Завантажити
ur: ڈاؤن لوڈ
vi: Tải về
zh_hans: 下载
zh_hant: 下載

# DownloadError
source: Error Occured
af: Fout het voorgekom
am: ስህተት ተፈፀመ
ar: حدث خطأ
as: ত্ৰুটি ঘটিছে
az_arab: Xəta:%s
bg: Възникна грешка
bn: ত্রুটি সংঘটিত হয়েছে
bs: Pojavila se greška
ca: S'ha produït un error
cs: Došlo k chybě
cy: Camgymeriad wedi digwydd
da: Fejl opstod
de: Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Se ha producido un error
et: Ilmnes tõrge
fa: خطا رخ داد
fi: Tapahtui virhe
fil: May Nangyaring Mali
fr_ca: Une erreur s’est produite
ga: Tharla earráid
gu: ભૂલ ઉદ્ભવી
he: אירעה שגיאה
hi: त्रुटि उत्पन्न हुई
hr: Došlo je do pogreške
hu: Hiba történt
hy: Սխալ է կատարվել
id: Terjadi Kesalahan
is: Villa kom upp
it: Si è verificato un errore
iu: ᑕᒻᒪᖅᑐᖃᖅᑎᓪᓗᒍ
ja: エラーが発生しました
kk: Қате пайда болды
km: កំហុស កើតឡើង
kn: ದೋಷ ಸಂಭವಿಸಿದೆ
ko: 오류 발생
ku_arab: هەڵە ڕوویدا
ky: Ката пайда болду
lo: ເກີດຂໍ້ຜິດພາດ
lt: Įvyko klaida
lv: Radusies kļūda
mi: Hapa Kua Puta
ml: പിശക് സംഭവിച്ചു
mr: त्रुटी आढळली
ms: Ralat Berlaku
mt: Sar żball
nb: Det oppstod en feil
ne: त्रुटि उत्पन्न भयो
nl: Fout opgetreden
or: ତ୍ରୁଟି ଘଟିଛି
pa: ਗਲਤੀ ਆਈ ਹੈ
pl: Wystąpił błąd
prs: خطا رخ داده است
pt_pt: Erro ocorreu
ro: Eroare a apărut
ru: Произошла ошибка
sk: Vyskytla sa chyba
sl: Prišlo je do napake
sq: Gabim i ndodhur
sr_cyrl: Дошло је до грешке
sr_latn: Došlo je do greške
sv: Fel uppstod
sw: Kosa lilitokea
ta: பிழை ஏற்பட்டது
te: దోషం ఏర్పడింది
th: เกิดข้อผิดพลาด
ti: ጌጋ ተፈጸመ
tr: Hata oluştu
uk: Виникла помилка
ur: نقص واقع ہوا
vi: Đã xảy ra lỗi
zh_hans: 发生错误
zh_hant: 發生錯誤

source: Downloading
af: Laai tans
am: ዳውንሎድ
ar: تحميل
as: ডাউনলোড কৰা হৈছে
az_arab: Endir
bg: Изтегляне
bn: ডাউনলোড
bs: Preuzimanje
ca: Descarregar
cs: Stahování dat
cy: Lawrlwytho
da: Downloade
de: Laden
el: Κατέβασμα
es: Descargar
et: Allalaadimine
fa: دانلود
fi: Lataaminen
fil: Pag-download
fr_ca: Téléchargement
ga: Íoslódáil
gu: ડાઉનલોડ કરી રહ્યા છીએ
he: הורדת
hi: डाउनलोड
hr: Učitavanje
hu: Letöltés
hy: Ներբեռնել
id: Men
is: Sækja
it: Scaricare
iu: ᒥᓇᕆᓗᒍ
ja: ダウンロード
kk: Жүктеу
km: ទាញយក
kn: ಡೌನ್ ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: 다운로드
ku_arab: داگرتن
ky: Жүктөө
lo: ການດາວໂຫລດ
lt: Atsisiųsti
lv: Lejupielāde
mi: Tikiake ana
ml: ഡൌൺലോഡ് ചെയ്യുന്നു
mr: डाउनलोड करत आहे
ms: Memuat turun
mt: Tniżżil
nb: Nedlasting
ne: डाउनलोड गर्दैछ
nl: Downloaden
or: ଡାଉନଲୋଡ୍ ହେଉଛି
pa: ਡਾਊਨਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Pobieranie
prs: دانلود
pt_pt: Download
ro: Descărcare
ru: Загрузки
sk: Sťahovanie
sq: Shkarkim
sr_cyrl: Преузимање
sr_latn: Preuzimanje
sv: Ladda ner
sw: Inapakua
ta: பதிவிறக்குகிறது
te: డౌన్ లోడ్ చేస్తోంది
th: ดาวน์โหลด
ti: ምራግ
tr: Indiriyor
uk: Завантаження
ur: ڈاؤن لوڈ
vi: Tải
zh_hans: 下载
zh_hant: 下載

source: Download Paused
af: Laai onderbreek af
am: ያውርዱ
ar: تحميل متوقف مؤقتا
as: বিৰতি ডাউনলোড কৰক
az_arab: Endirilən Fasilə
bg: Изтегляне на пауза
bn: ডাউনলোড বিরাম দেওয়া হয়েছে
bs: Preuzimanje pauze
ca: Baixada en pausa
cs: Stahování pozastaveno
cy: Lawrlwytho Paused
da: Download sat på pause
de: Download pausiert
el: Λήψη σε παύση
es: Descargar Paused
et: Laadi alla peatatud
fa: دانلود مکث
fi: Lataa keskeytetty
fil: I-download ang Pag-pause
fr_ca: Télécharger en pause
ga: Íoslódáil Paused
gu: ડાઉનલોડ અટકાવેલ
he: הורד מושהה
hi: डाउनलोड रोक दिया गया
hr: Preuzimanje je pauzirano
hu: Letöltés szüneteltetve
hy: Ներբեռնել Paused
id: Unduh Dijeda
is: Niðurhal gert hlé
it: Scarica in pausa
iu: ᒥᓇᕆᓗᒍ ᐸᓚᐅᔅ
ja: ダウンロードの一時停止
kk: Кідіртуді жүктеу
km: ទាញយកបានផ្អាក
kn: ವಿರಮಿಸಿದ ಡೌನ್ ಲೋಡ್
ko: 다운로드 일시 중지됨
ku_arab: داگرتن وەستاوە
ky: Жүктөө токтотулган
lo: ດາວໂຫລດ Paused
lt: Atsisiuntimas pristabdytas
lv: Lejupielādēt Apturēts
mi: Kua tūtataritia te Tikiake
ml: ഡൗൺലോഡ് താൽക്കാലികമായി നിർത്തിവെച്ചു
mr: थांबा डाउनलोड करा
ms: Muat turun Dijeda
mt: Niżżel sospiż
nb: Last ned satt på pause
ne: रोकिएको डाउनलोड गर्नुहोस्
nl: Paused downloaden
or: ବିରତ ଡାଉନଲୋଡ୍ କରନ୍ତୁ
pa: ਰੁਕਿਆ ਡਾਊਨਲੋਡ
pl: Pobieranie wstrzymane
prs: دانلود مکث
pt_pt: Baixar Pausas
ro: Descarca pauză
ru: Загрузка приостановлена
sk: Sťahovanie pozastavené
sl: Prenos preusmiljene
sq: Shkarko Pauzë
sr_cyrl: Преузимање је паузирано
sr_latn: Preuzimanje je pauzirano
sv: Ladda ner pausad
sw: Pakua Paused
ta: பதிவிறக்கம் இடைநிறுத்தப்பட்டது
te: డౌన్ లోడ్ పాజ్ చేయబడింది
th: ดาวน์โหลดหยุดชั่วคราว
ti: ደው ኢልካ ኣራግፍ
tr: İndirme Duraklatıldı
uk: Завантажити Призупинено
ur: ڈاؤن لوڈ، اتارنا روک دیا
vi: Tải xuống bị tạm dừng
zh_hans: 下载已暂停
zh_hant: 下載已暫停

# DualDeviceUpdated
source: Dual Device setup updated successfully
af: Opstel van dubbele toestelle is suksesvol opgedateer
am: ድርብ ዲቫይድ ማመቻቸት በተሳካ ሁኔታ የተሻሻለ
ar: تم تحديث إعداد الجهاز المزدوج بنجاح
as: ডুৱেল ডিভাইচ ছেটআপ সফলতাৰে আপডেট কৰা হৈছে
az_arab: Dual Device qurğusu uğurla yeniləndi
bg: Инсталирането на Dual Device се актуализира успешно
bn: দ্বৈত ডিভাইস সেটআপ সফলভাবে আপডেট হয়েছে
bs: Podešavanje dvostrukog uređaja uspješno ažurirano
ca: La configuració del dispositiu dual s'ha actualitzat correctament
cs: Nastavení duálního zařízení bylo úspěšně aktualizováno
cy: Setup Dyfais Ddeuol wedi'i ddiweddaru'n llwyddiannus
da: Opsætning af to enheder opdateret med succes
de: Dual-Device-Setup erfolgreich aktualisiert
el: Η ρύθμιση διπλής συσκευής ενημερώθηκε με επιτυχία
es: La configuración de dispositivo dual se actualizó correctamente
et: Kahe seadme häälestus on edukalt värskendatud
fa: راه اندازی دستگاه دوگانه با موفقیت به روز شد
fi: Kahden laitteen asennus päivitettiin onnistuneesti
fil: Matagumpay na na update ang pag setup ng Dual Device
fr_ca: Configuration de l’appareil double mise à jour avec succès
ga: Socrú Dé-Ghléas nuashonraithe go rathúil
gu: ડ્યુઅલ ડિવાઇસ સેટઅપ સફળતાપૂર્વક અપડેટ થયું
he: הגדרת המכשיר הכפול עודכנה בהצלחה
hi: डुअल डिवाइस सेटअप सफलतापूर्वक अद्यतन किया गया
hr: Instalacija dvostrukog uređaja uspješno je ažurirana
hu: A kettős eszköz beállítása sikeresen frissült
hy: Dual Device setup-ը հաջողությամբ թարմացվել է
id: Pengaturan Perangkat Ganda berhasil diperbarui
is: Uppsetning Dual Device uppfærð með góðum árangri
it: Configurazione del doppio dispositivo aggiornata correttamente
iu: ᒪᕐᕉᖕᓂᒃ ᑲᐴᑎᓂᒃ ᐋᖅᑭᒃᓯᓂᖅ ᓄᑖᙳᕆᐊᖅᑕᐅᔪᖅ ᑲᔪᓯᑦᑎᐊᖅᖢᓂ
ja: デュアルデバイスのセットアップが正常に更新されました
kk: Қосарлы құрылғыны орнату сәтті жаңартылды
km: ការ រៀបចំ ឧបករណ៍ ទ្វេ បាន ធ្វើ ឲ្យ ទាន់ សម័យ ដោយ ជោគជ័យ
kn: ಡ್ಯುಯಲ್ ಸಾಧನ ಸೆಟಪ್ ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 이중 장치 설정이 성공적으로 업데이트되었습니다.
ku_arab: دامەزراندنی ئامێری دووانی بە سەرکەوتوویی نوێکرایەوە
ky: Кош аппаратты орнотуу ийгиликтүү жаңыланды
lo: ການຕັ້ງຄ່າDual Device updated ສໍາເລັດຜົນ
lt: Dviejų įrenginių sąranka sėkmingai atnaujinta
lv: Divu ierīču iestatīšana ir veiksmīgi atjaunināta
mi: I tutuki pai te whakahōu i te tatūnga Pūrere takirua
ml: ഇരട്ട ഉപകരണ സജ്ജീകരണം വിജയകരമായി അപ് ഡേറ്റ് ചെയ്തു
mr: ड्युअल डिव्हाइस सेटअप यशस्वीरित्या अद्यतनित केले
ms: Persediaan Dwi Peranti berjaya dikemas kini
mt: Il-konfigurazzjoni tat-Tagħmir Doppju aġġornata b'suċċess
nb: Oppsettet av to enheter oppdateres
ne: डुअल डिभाइस सेटअप सफलतापूर्वक अद्यावधिक गरियो
nl: Dual Device setup met succes bijgewerkt
or: ଡୁଆଲ୍ ଡିଭାଇସ୍ ସେଟଅପ୍ ସଫଳତାର ସହ ଅପଡେଟ୍ ହୋଇଛି
pa: ਡੂਅਲ ਡਿਵਾਈਸ ਸੈੱਟਅੱਪ ਨੂੰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ
pl: Konfiguracja dwóch urządzeń została pomyślnie zaktualizowana
prs: راه اندازی دستگاه دوگانه به روز شده با موفقیت
pt_pt: Configuração de dispositivo duplo atualizada com sucesso
ro: Configurarea dispozitivului dual s-a actualizat cu succes
ru: Установка двух устройств успешно обновлена
sk: Nastavenie duálneho zariadenia sa úspešne aktualizovalo
sl: Nastavitev dvojne naprave je bila uspešno posodobljena
sq: Rregullimi i Pajisjes së Dyfishtë i azhornuar me sukses
sr_cyrl: Успешно ажурирано подешавање двојног уређаја
sr_latn: Uspešno ažurirano podešavanje dvojnog uređaja
sv: Konfigurationen av dubbla enheter har uppdaterats
sw: Usanidi wa Kifaa Mbili umesasishwa kwa ufanisi
ta: இரட்டை சாதன அமைவு வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: డ్యూయల్ డివైస్ సెటప్ విజయవంతంగా అప్ డేట్ చేయబడింది
th: อัปเดตการตั้งค่าอุปกรณ์คู่เรียบร้อยแล้ว
ti: ድርብ ኤለክትሮኒካዊ መሳርሒ ብዕዉት መገዲ ተመሓይሹ
tr: Çift Cihaz kurulumu başarıyla güncellendi
uk: Налаштування двох пристроїв успішно оновлено
ur: دوہری آلہ سیٹ اپ کامیابی سے تازہ کاری
vi: Thiết lập thiết bị kép được cập nhật thành công
zh_hans: 双设备设置已成功更新
zh_hant: 雙設備設置已成功更新

# EnterQuestion.Text
source: Enter question below
af: Voer die vraag hieronder in
am: ከዚህ በታች ጥያቄ ያስገቡ
ar: أدخل السؤال أدناه
as: তলত প্ৰশ্ন প্ৰবিষ্ট কৰক
az_arab: Sualı aşağıda daxil edin
bg: Въведете въпроса по-долу
bn: নিচের প্রশ্ন লিখুন
bs: Unesite pitanje ispod
ca: Introduïu la pregunta següent
cs: Zadejte otázku níže
cy: Rhowch gwestiwn isod
da: Indtast spørgsmål nedenfor
de: Frage unten eingeben
el: Εισαγάγετε την ερώτηση παρακάτω
es: Ingrese la pregunta a continuación
et: Sisestage küsimus allpool
fa: سوال زیر را وارد کنید
fi: Kirjoita kysymys alle
fil: Ipasok ang tanong sa ibaba
fr_ca: Entrez la question ci-dessous
ga: Cuir isteach ceist thíos
gu: નીચે પ્રશ્ન દાખલ કરો
he: הזן שאלה למטה
hi: नीचे प्रश्न दर्ज करें
hr: Unesite pitanje u nastavku
hu: Írja be az alábbi kérdést
hy: Ստորեւ հարց գրեք
id: Masukkan pertanyaan di bawah ini
is: Sláðu inn spurningu hér að neðan
it: Inserisci la domanda qui sotto
iu: ᐊᐱᖅᑯᑎᒧᑦ ᐅᓇᓂ
ja: 以下に質問を入力してください
kk: Төмендегі сұрақты енгізіңіз
km: បញ្ចូលសំណួរខាងក្រោម
kn: ಕೆಳಗೆ ಪ್ರಶ್ನೆಯನ್ನು ನಮೂದಿಸಿ
ko: 아래에 질문을 입력하세요
ku_arab: پرسیار لە خوارەوە تێبنووسە
ky: Төмөндөгү суроону киргизиңиз
lo: ເຂົ້າສູ່ຄໍາຖາມຂ້າງລຸ່ມນີ້
lt: Įveskite klausimą žemiau
lv: Ievadiet jautājumu zemāk
mi: Tāurua te pātai ki raro nei
ml: താഴെ ചോദ്യം നൽകുക
mr: खाली प्रश्न प्रविष्ट करा
ms: Masukkan soalan di bawah
mt: Daħħal il-mistoqsija hawn taħt
nb: Skriv inn spørsmålet nedenfor
ne: तलको प्रश्न प्रविष्ट गर्नुहोस्
nl: Vul onderstaande vraag in
or: ନିମ୍ନରେ ପ୍ରଶ୍ନ ପ୍ରବେଶ କରନ୍ତୁ
pa: ਪ੍ਰਸ਼ਨ ਹੇਠਾਂ ਦਰਜ਼ ਕਰੋ
pl: Wpisz pytanie poniżej
prs: سوال زیر را وارد کنید
pt_pt: Introduzir a questão abaixo
ro: Introduceți întrebarea de mai jos
ru: Введите вопрос ниже
sk: Zadajte otázku nižšie
sl: Vnesite vprašanje spodaj
sq: Shkruaj pyetjen më poshtë
sr_cyrl: Унесите питање испод
sr_latn: Unesite pitanje ispod
sv: Skriv in frågan nedan
sw: Ingiza swali hapa chini
ta: கேள்வியை கீழே உள்ளிடவும்
te: దిగువ ప్రశ్నను నమోదు చేయండి
th: ป้อนคําถามด้านล่าง
ti: ኣብ ታሕቲ ዘሎ ሕቶ ኣእቱ
tr: Aşağıya soru girin
uk: Введіть питання нижче
ur: ذیل میں سوال درج کریں
vi: Nhập câu hỏi dưới đây
zh_hans: 在下面输入问题
zh_hant: 在下面輸入問題

# ErrorDescription.Text
source: Your changes haven't been saved, do you wish to save them or discard?
af: Jou veranderinge is nie gestoor nie, wil jy dit stoor of weggooi?
am: ለውጦችህ አልተዳኑም፣ ልታድናቸው ወይም ልትጥሉት ትመኛላችሁ?
ar: لم يتم حفظ تغييراتك، هل ترغب في حفظها أو تجاهلها؟
as: আপোনাৰ পৰিৱৰ্তনবোৰ সংৰক্ষণ কৰা হোৱা নাই, আপুনি সেইবোৰ সংৰক্ষণ কৰিব বিচাৰে নে বৰ্জন কৰিব বিচাৰে?
az_arab: Dəyişiklikləriniz qənaətbəxş olmayıb. Onları xilas etmək istəyirsiniz, yoxsa atın?
bg: Вашите промени не са записани, искате ли да ги запишете или отхвърлите?
bn: আপনার পরিবর্তনগুলি সংরক্ষণ করা হয়নি, আপনি কি সেগুলি সংরক্ষণ করতে চান বা পরিত্যাগ করতে চান?
bs: Vaše promjene nisu sačuvane, želite li ih spasiti ili odbaciti?
ca: Els teus canvis no s'han desat, vols guardar-los o descartar-los?
cs: Vaše změny nebyly uloženy, chcete je uložit nebo zahodit?
cy: Dydy eich newidiadau ddim wedi cael eu hachub, a ydych am eu hachub neu eu taflu?
da: Dine ændringer er ikke gemt, ønsker du at gemme dem eller kassere?
de: Ihre Änderungen wurden nicht gespeichert, möchten Sie sie speichern oder verwerfen?
el: Οι αλλαγές σας δεν έχουν αποθηκευτεί, θέλετε να τις αποθηκεύσετε ή να τις απορρίψετε;
es: Sus cambios no se han guardado, ¿desea guardarlos o descartarlos?
et: Teie muudatusi pole salvestatud, kas soovite need salvestada või ära visata?
fa: تغییرات شما ذخیره نشده است، آیا می خواهید آنها را نجات دهید یا دور بیندازید؟
fi: Muutoksiasi ei ole tallennettu, haluatko tallentaa ne vai hylätä?
fil: Hindi pa nai-save ang mga pagbabago mo, nais mo bang i-save ang mga ito o itapon?
fr_ca: Vos modifications n’ont pas été enregistrées, souhaitez-vous les enregistrer ou les ignorer ?
ga: Níor sábháladh do chuid athruithe, an mian leat iad a shábháil nó a chaitheamh amach?
gu: તમારા ફેરફારોનો સંગ્રહ કરવામાં આવ્યો નથી, શું તમે તેમને સંગ્રહવા માંગો છો કે અવગણવા માંગો છો?
he: השינויים שלך לא נשמרו, האם ברצונך לשמור אותם או לבטלם?
hi: आपके परिवर्तन सहेजे नहीं गए हैं, क्या आप उन्हें सहेजना चाहते हैं या छोड़ना चाहते हैं?
hr: Promjene nisu spremljene, želite li ih spremiti ili odbaciti?
hu: A módosításokat nem mentette el, el szeretné menteni vagy el szeretné dobni?
hy: Ձեր փոփոխությունները չեն խնայվել, ցանկանո՞ւմ եք դրանք փրկել, թե՞ դեն նետել:
id: Perubahan Anda belum disimpan, apakah Anda ingin menyimpannya atau membuangnya?
is: Breytingarnar þínar hafa ekki verið vistaðar, viltu vista þær eða henda?
it: Le modifiche non sono state salvate, si desidera salvarle o eliminarle?
iu: ᐊᓯᔾᔨᕐᓂᕆᔭᑎᑦ ᑐᖅᑯᖅᑕᐅᓯᒪᙱᓚᑦ, ᐱᐅᓕᒃᖠᕈᒪᕕᒌᑦ ᐃᒋᑕᐅᓗᑎᒡᓘᓐᓃᑦ?
ja: 変更を保存していませんが、保存しますか、それとも破棄しますか?
kk: Сіздің өзгерістеріңіз сақталмады, оларды сақтағыңыз келе ме, әлде алып тастағыңыз келе ме?
km: ការ ផ្លាស់ ប្តូរ របស់ អ្នក មិន ទាន់ ត្រូវ បាន សង្គ្រោះ តើ អ្នក ចង់ សង្គ្រោះ ពួក គេ ឬ បោះ បង់ ចោល ដែរ ឬ ទេ ?
kn: ನಿಮ್ಮ ಬದಲಾವಣೆಗಳನ್ನು ಉಳಿಸಲಾಗಿಲ್ಲ, ನೀವು ಅವುಗಳನ್ನು ಉಳಿಸಲು ಬಯಸುವಿರಾ ಅಥವಾ ತ್ಯಜಿಸಲು ಬಯಸುವಿರಾ?
ko: 변경 내용이 저장되지 않은 경우 저장하시겠습니까, 아니면 삭제하시겠습니까?
ku_arab: گۆڕانکاریەکانت پاشەکەوت نەکراوە، ئایا دەتەوێت پاشەکەوتیان بکەیت یان فڕێی بدەیت؟
ky: Сиздин өзгөрүүлөр сакталган жок, Сиз аларды сактап же ыргытып каалайсызбы?
lo: ການປ່ຽນແປງຂອງທ່ານຍັງບໍ່ໄດ້ຮັບການເກັບຮັກສາ, ທ່ານຕ້ອງການທີ່ຈະຊ່ວຍປະຢັດຫຼືຖິ້ມ?
lt: Jūsų pakeitimai nebuvo išsaugoti, ar norite juos išsaugoti, ar atmesti?
lv: Jūsu izmaiņas nav saglabātas, vai vēlaties tās saglabāt vai atmest?
mi: Kāore anō ō huringa kia tiakina, e hiahia ana koe ki te tiaki, ki te maka rānei?
ml: നിങ്ങളുടെ മാറ്റങ്ങൾ സംരക്ഷിച്ചിട്ടില്ല, അവ സംരക്ഷിക്കാൻ നിങ്ങൾ ആഗ്രഹിക്കുന്നുണ്ടോ അതോ ഉപേക്ഷിക്കണോ?
mr: आपले बदल जतन केले गेले नाहीत, आपण त्यांना जतन करू इच्छिता की फेकून द्याल?
ms: Perubahan anda belum disimpan, adakah anda ingin menyimpannya atau membuangnya?
mt: Il-bidliet tiegħek ma ġewx issejvjati, tixtieq tissejvjahom jew tarmi?
nb: Endringene dine er ikke lagret, vil du lagre dem eller forkaste?
ne: तपाईँका परिवर्तनहरू बचत गरिएको छैन, तपाईँ तिनीहरूलाई बचत गर्न चाहनुहुन्छ वा त्याग्न चाहनुहुन्छ?
nl: Uw wijzigingen zijn niet opgeslagen, wilt u ze opslaan of weggooien?
or: ଆପଣଙ୍କ ପରିବର୍ତ୍ତନଗୁଡିକ ସଞ୍ଚୟ ହୋଇନାହିଁ, ଆପଣ ସେଗୁଡିକୁ ସଞ୍ଚୟ କରିବାକୁ କିମ୍ୱା ପ୍ରତ୍ୟାଖ୍ୟାନ କରିବାକୁ ଚାହାଁନ୍ତି?
pa: ਤੁਹਾਡੀਆਂ ਤਬਦੀਲੀਆਂ ਨੂੰ ਰੱਖਿਅਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ, ਕੀ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਰੱਖਿਅਤ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ ਜਾਂ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Zmiany nie zostały zapisane, chcesz je zapisać czy odrzucić?
prs: تغییرات شما ذخیره نشده است، آیا می خواهید آنها را نجات دهید یا دور بیندازید؟
pt_pt: As suas alterações não foram guardadas, deseja guardá-las ou descartar?
ro: Modificările tale nu au fost salvate, vrei să le salvezi sau să le arunci?
ru: Ваши изменения не были сохранены, вы хотите сохранить их или отменить?
sk: Vaše zmeny neboli uložené, chcete ich uložiť alebo zahodiť?
sl: Spremembe niso bile shranjene, ali jih želite shraniti ali zavreči?
sq: Ndryshimet e tua nuk janë ruajtur, dëshiron t'i shpëtosh apo t'i hedhësh?
sr_cyrl: Промене нису сачуване, желите ли да их сачувате или одбаците?
sr_latn: Promene nisu sačuvane, želite li da ih sačuvate ili odbacite?
sv: Dina ändringar har inte sparats, vill du spara dem eller kassera?
sw: Mabadiliko yako hayajaokolewa, unataka kuyaokoa au kutupa?
ta: உங்கள் மாற்றங்கள் சேமிக்கப்படவில்லை, அவற்றை சேமிக்க விரும்புகிறீர்களா அல்லது புறக்கணிக்க விரும்புகிறீர்களா?
te: మీ మార్పులు సేవ్ చేయబడలేదు, మీరు వాటిని సేవ్ చేయాలని లేదా విస్మరించదలిచారా?
th: การเปลี่ยนแปลงของคุณยังไม่ได้รับการบันทึกคุณต้องการบันทึกหรือละทิ้งหรือไม่
ti: እቲ ዝገበርካዮ ለውጥታት ኣይተዓቀበን ከተድሕኖ ወይ ክትድርብዮ ትደሊዶ?
tr: Değişiklikleriniz kaydedilmedi, bunları kaydetmek mi yoksa atmak mı istiyorsunuz?
uk: Ваші зміни не збережено, ви хочете зберегти їх або відхилити?
ur: آپ کی تبدیلیاں محفوظ نہیں کی گئی ہیں، کیا آپ انہیں محفوظ کرنا چاہتے ہیں یا مسترد کرنا چاہتے ہیں؟
vi: Các thay đổi của bạn chưa được lưu, bạn có muốn lưu chúng hay loại bỏ chúng không?
zh_hans: 您的更改尚未保存，是要保存还是放弃它们？
zh_hant: 您的更改尚未保存，是要保存還是放棄它們？
